{
    "typeF": {
        "Here are some ways Democrats could still recover from their current ________ and Republicans could make the worst of their current good fortune.": "woes",
        "Inane ideas are illustrated in sidebars: when Mr. Pilkington delivers his ________ take on dinosaurs and evolution, the screen goes to a mock Fred Flintstone clip to illustrate his thinking.": "addled",
        "Prince Michael has always had a strong interest in Russia and bears a strong physical resemblance to his distant ________, Russia’s last Tsar Nicholas II.": "kinsman",
        "Some marked misfortune, an earthquake, lightning, a great famine, a ________ birth, or some such occurrence would be recognized as a sign of the god's displeasure.": "portentous",
        "\"I am convinced that Blank is a relative,\" he said to himself; \"distant, perhaps, but still a ________.\"": "kinsman",
        "The building, dating back to 1763, also still has many Victorian-era decorative exterior structures such as a ________ iron railings and finials.": "wrought",
        "Even now, as I commence my task, his full-toned voice swells in my ears; his lustrous eyes dwell on me with all their melancholy sweetness; I see his thin hand raised in animation, while the ________ of his face are irradiated by the soul within.": "lineaments",
        "The Governor replied he had come to ________ him from Paraguay, by order of the Viceroy, for having infringed upon the temporal power.": "banish",
        "And yet he could not forget that Sir Robert was his ________, was the head of his family, the donor of his vote.": "kinsman",
        "Lessen your speed, and I will ________ mine.": "bate",
        "The leaves turn brown or black, and the stem quickly ________ and falls.": "wilts",
        "To those he knew well he made frantic appeals, ________ them by name.": "beseeching",
        "The striking quality in Simmons was the waywardness of her beauty: a triangular face dominated by large eyes and high cheekbones leading to a small, voluptuous mouth that could be ________ or amused.": "sullen",
        "Civil rights are those which ________ to man in right of his being a member of society.": "appertain",
        "In fact, I triumphed, while my lady remained firmly convinced that she was innocent, ________, and faithful to all her duties and obligations and had succumbed quite by accident.": "chaste",
        "To pacify the king, Balhorn was ________, and had to leave the city at sunrise.": "banished",
        "Declaring war on virtue altogether and embracing ________ as your organizing principle is what mobsters and tyrants do.": "vice",
        "Condors are scavengers and mainly eat large amounts of ________.": "carrion",
        "I agree that since you’d been asked in for interviews and were given a take-home test — they owed you the ________ of a reply.": "courtesy",
        "The clouds, as if tired of their furious chase, were breaking ________; the heavier volumes, gathering in black masses about the horizon, while the lighter scud still hurried above the water, or eddied among the tops of the mountains, like broken flights of birds, hovering around their roosts.": "asunder",
        "The ________ words of the cardinal soothed the spirit of the queen, who always looked to him for consolation, and she soon recovered her usual equanimity.": "discreet",
        "They are ________ and scoundrels, Sonia!": "knaves",
        "No ________ of roasted meat, though the assortment of very good house-made sausages grandly presented on a large wooden board comes close to looking medieval.": "trenchers",
        "On the fifth anniversary of the signing of a deal ending decades of war between North and South Sudan, US President Barack Obama's special envoy has ________ the agreement as \"the foundation of peace.\"": "commended",
        "\"Do you see that strip of woods ________?\" said Mr. Woodside, pointing to one four or five miles distant.": "yonder",
        "“It’s not like we have social media hour on Fridays,” Jansen ________, “If you see something funny you tweet about it.”": "jests",
        "Security guards entered the ________, holding irate lawmakers back to break up the scuffle.": "fray",
        "A carver lifted cuts of each roast meat to put on ________ before the two.": "trenchers",
        "The two men, in shirts and breeches, revolved round each other, their ________ clinking, their left arms scarved, holding buttoned daggers.": "rapiers",
        "Both sets of critics are missing the true flaws in the Bush administration's approach—and the ________ of Obama's.": "virtues",
        "My father disdained shopkeepers as unworthy and low, but he ________ with them and curried favor with the customers, hoping to overhear court gossip.": "consorted",
        "Perceiving that Dr. Breuer cannot possibly vindicate himself against this ________, I feel obliged to defend Dr. Breuer in the eyes of the Readers.": "disparagement",
        "This story has only one true ________, but many others come out looking bad.": "villain",
        "They ________ about in the North and West through the summer and autumn, and now have but recently returned to New York.": "jaunted",
        "Four large houses sat at the farthest ________ of this point of land, each of them overlooking the water.": "extremity",
        "\"We will of course be guided by your ________.\"": "counsel",
        "Last year's presidential election was ________ by fraud and Western nations have been pushing for reforms ahead of the parliamentary vote.": "marred",
        "Cultivated manners are admirable, yet there is a sudden touch of inborn grace and ________ that goes beyond them all.": "courtesy",
        "The antique volume which I had taken up was the \"Mad Trist\" of Sir Launcelot Canning; but I had called it a favorite of Usher's more in sad jest than in earnest; for, in truth, there is little in its uncouth and unimaginative ________ which could have had interest for the lofty and spiritual ideality of my friend.": "prolixity",
        "High overhead, a ________ had not yet finished her morning song.": "lark",
        "Of course it will be granted that diseased food, food containing ________ germs or poisons, whether animal or vegetable, is unfit to be eaten.": "pernicious",
        "He paced his room to and fro, deciding that any further thought of the miserable letter and the rogue who had penned it was foolish, and yet he could not ________ it from his mind.": "banish",
        "He asserted that they never devour their prey until it becomes quite decomposed—that is, until it attains the condition of ________.": "carrion",
        "We discussed the unfortunate position at some length, and I did my best to ________ fairly and impartially.": "counsel",
        "Though only one of the ________ characters in this drama has been officially diagnosed with brain damage, all appear to be suffering from gravely advanced disorientation.": "addled",
        "The only redeeming feature in his career had been brought out by the evidence tendered in his favour by the learned ________ who defended him.": "counsel",
        "Intellectuals and artists corresponded with one another in the hope or expectation that their letters might be preserved for ________, and would one day appear in print.": "posterity",
        "Say the word “refugee” and it still ________ up visions of uprooted families who live, for years, in vast camps where humanitarian agencies look after them and they remain largely separate from their so-called host countries.": "conjures",
        "“The prewar education praised obedience as a ________, especially for women,” she said. “People avoided expressing their opinions.\"": "virtue",
        "A few happy words and phrases, promoted, for some accidental fitness, to the wider world of letters, are all that reach ________; the rest pass into oblivion with the other perishables of the age.": "posterity",
        "At first this seemed so very unlikely, I ________ with her, laughed at her, said she must have been mistaken.": "jested",
        "Which do you love best to behold, the lamb or the lion? the eagle rushing through the storm, and pouncing mayhap on ________; or the linnet warbling on the spray?": "carrion",
        "“We must get to ________ rock,” he said, pointing to one some distance off, “on the top of it we may perhaps be safe.”": "yonder",
        "More than once he had heard the story, told with ________ breath under pledge of strictest secrecy.": "bated",
        "In \"Wall St. Plans Payback For Reg Reform,\" we learn that there is a \"great deal of frustration\" being felt by bankers towards Democratic politicians who have the ________ to come to Wall Street asking for money, after having dared to vote for bank reform.": "gall",
        "We have passed the westernmost ________ of the main land, and are outside of and beyond the great island whose circuit we are making.": "extremity",
        "\"It's a ________, fashion-conscious segment in which the customers are always looking for the next new thing,\" says a Toyota spokesman.": "fickle",
        "What’s happening, according to some observers, is a shift in how business negotiations are conducted — from closed and ________ to open and political.": "discreet",
        "\"We’ll win yet!” croaked a rooter, too ________ to yell any longer.": "hoarse",
        "A few doors down from where Mr. Eaton grew up, Cecelia Hodges ________ in the joys of reading.": "reveled",
        "Birju and I used the blankets until they ________ and tore.": "frayed",
        "It did much to encourage ________, but little or nothing to restrain vice.": "virtue",
        "Not short ________ to nearby cities, but longer trips, three to six weeks at a time, to developing countries.": "jaunts",
        "Then she came straight from the Cathedral to us, told us the whole story, wept bitterly and, fully penitent, she embraced Dounia and ________ her to forgive her.": "beseeched",
        "It is the King's will that this proclamation be cried abroad in every town and village where his subjects ________.": "dwell",
        "He talked in fact incessantly for six hours, till his voice even became ________.": "hoarse",
        "Published by Doubleday in 1967, Mr. Serling’s novel concerns the ________ in which the vice president finds himself after Air Force One disappears.": "predicament",
        "Since his entry into the race in June, he's lost 15 percentage points nationally and currently ________ near the bottom of polling surveys.": "dwells",
        "Yet those sins were forgiven soon enough, or at the very least forgotten, once Woods began ________ magic from his clubs.": "conjuring",
        "In this way each new ________ will contain a complete set of chromosomes, and all the genetic information encoded within them.": "cell",
        "You will ________ and scold him, no doubt, with loud reproaches, and then proceed to change your will.": "chide",
        "Let him free all who have been imprisoned, ________ or exiled for their opposition to apartheid.": "banished",
        "The words “experimental” and “trial” ________ up images of mad scientists and guinea pigs.": "conjured",
        "And yet America now faces a ________: It appears to wield unrivaled cultural influence, yet lacks the leverage to show for it.": "predicament",
        "The development is infamous, both because of its size and the ________ of critics, who consider it an eyesore.": "disparagement",
        "There are at least 210 ________ types in the human body — and possibly far more, according to Ecker, the Salk biologist, who worked on the epigenome maps.": "cell",
        "The king, half in ________ and half in seriousness, said, “Well, hiraman, what is your price?”": "jest",
        "But Ms. Jamieson’s message was diluted by the ________ presence of a group of local youths, who surrounded her, chanting, “Don’t ban Buckie!": "boisterous",
        "And, as Hester Prynne had no selfish ends, nor lived in any measure for her own profit and enjoyment, people brought all their sorrows and perplexities, and ________ her counsel, as one who had herself gone through a mighty trouble.": "besought",
        "Strengthening traditional natural resource economies is a virtue, not a ________.": "vice",
        "In one ________ they found the skeleton of a fifty-year-old man, covered with strings of mammoth ivory beads, containing about 3,000 beads in total.": "grave",
        "He thinks Spain's chronic inability to restart growth will lead it to contemplate a third option: splitting the euro zone ________ by withdrawing from the common currency.": "asunder",
        "Type 1 diabetes is an autoimmune disease that develops when the body's immune system mistakenly attacks the insulin-producing beta ________ in the pancreas.": "cells",
        "The internet is helping to foster communities of three dimensional designers, but it is also helping to ________ the machines themselves.": "propagate",
        "He was deeply grateful for the chemical hand- and feetwarmers, which kept his ________ from freezing.": "extremities",
        "The subdued and delicate tints which a few seasons since were regarded with favour have been superseded by ________ shades and bright colours, which seem to quarrel with everything in Nature and Art.": "garish",
        "After all, a drug that speeds up mutations in a virus might also speed up the mutations in its host ________.": "cell",
        "Living in a cramped apartment in a British housing project that stands like a cluster of megaliths in the middle of nowhere, Mia is at once trapped and adrift, unable to contain or to express the feelings seething beneath the blank, ________ mien she usually presents to the world.": "sullen",
        "Duane buried him in a shallow arroyo and heaped up a pile of stones to mark the ________.": "grave",
        "The Bourbons, the royals who ruled France from the mid-16th century, built successively more surreal retreats at Versailles, from the private mini-palace of the Grand Trianon, to the Petit Trianon, which was built for Louis XIV's ________, Madame de Pompadour, to the rustic fantasy of Marie-Antoinette's estate.": "consort",
        "Because, carefully taking everything into account, he will discover that something which appears to be a virtue, if pursued, will result in his ruin; while some other thing which seems to be a ________, if pursued, will secure his safety and his well-being.": "vice"
    },
    "typeS": {
        "gall means:": "impertinence",
        "wilt means to:": "droop",
        "dwell means to:": "inhabit",
        "revel means to:": "party",
        "jaunt means to:": "travel",
        "vice means:": "frailty",
        "mutiny means to:": "rebel",
        "chide means to:": "scold",
        "grave means:": "important",
        "chaste means:": "plain",
        "knave means:": "rogue",
        "beseech means to:": "beg",
        "fray means:": "battle",
        "conjure means to:": "evoke",
        "prolixity means:": "windiness",
        "virtue means:": "morality",
        "languish means to:": "pine away",
        "rapier means:": "sword",
        "swift means:": "fast",
        "boisterous means:": "rambunctious",
        "bandy means to:": "kick around",
        "unseemly means:": "indecent",
        "consort means to:": "affiliate",
        "garish means:": "gaudy",
        "sullen means:": "dark",
        "appertain means to:": "relate",
        "bate means to:": "moderate",
        "banish means to:": "cast out",
        "canker means:": "pestilence",
        "mutiny means:": "rebellion",
        "assail means to:": "assault",
        "wrought means:": "shaped",
        "woe means:": "suffering",
        "fickle means:": "changeful",
        "pernicious means:": "detrimental",
        "hoarse means:": "husky",
        "counsel means to:": "advise",
        "mar means:": "defect",
        "asunder means:": "apart",
        "jaunt means:": "outing",
        "discreet means:": "tactful",
        "jest means:": "gag",
        "villain means:": "scoundrel",
        "fray means to:": "wear out",
        "extremity means:": "boundary",
        "protest means to:": "resist",
        "kinsman means:": "relative",
        "posterity means:": "offspring",
        "courtesy means:": "good manners",
        "envious means:": "desirous",
        "disparagement means:": "denunciation",
        "revel means:": "festivity",
        "propagate means to:": "reproduce",
        "predicament means:": "plight",
        "mar means to:": "spoil",
        "lineament means:": "quality"
    },
    "typeH": {
        "He says it with a wink that makes it abundantly clear that he's being unseemly.": "inappropriate",
        "It never worked because he hated having his picture taken and he always pulled faces and larked about – he'd deny it but he still does it!": "frolicked",
        "\"We call for the safe and swift release of Paul and Rachel.\"": "fleet",
        "Political parties have also joined the protest, with opposition groups condemning the government action.": "dissent",
        "Tiara sank down on the sand as if the full weight of their predicament had finally hit her.": "difficulty",
        "Geniuses can be sullen introverts like Michelangelo or garrulous extroverts like Titian.": "moody",
        "“Stop glowering and sulking,” Chaol chided.": "scolded",
        "Fresh flowers had been brought to replace those left throughout the week, which had dried and wilted in sun.": "drooped",
        "Strand was an “overly emotional person,” but his courtesy warred with his intensity.": "politeness",
        "\"No, I've been out after wild horses and don't plan to eat till I get back to camp ten miles yonder on the creek.\"": "farther",
        "He brought up reality television — specifically, the garish sort of reality exemplified by Bravo’s “Real Housewives” steamroller.": "trashy",
        "With a few exceptions, the city’s restaurants have traditionally favored quiet, discreet, even coy exteriors.": "unobtrusive",
        "“It is said they still dwell beneath the water. Those who fish the lake are pulled under and devoured.”": "exist",
        "Our posterity may again become poor, just as our ancestors were; all property must change hands at some time or other.": "offspring",
        "I want the new government to listen to every segment of the society and help the weak out of their predicament.": "plight",
        "Ellen’s whistle at last called an end to the spirited fray.": "scuffle",
        "She went to the Maid and beseeched her to lend her courage to Arya and Sansa, to guard them in their innocence.": "implored",
        "Down by the river, the revels were only now beginning to dwindle and die.": "festivities",
        "The hoarse voice echoed off the cobblestones and brick houses.": "gruff",
        "“Take it easy, fellas,” the short patriotic Texan counseled affably, with an uncertain grin.": "recommended",
        "Turkey is the only place Harden has been that seems to happily accommodate boisterous children in restaurants.": "rambunctious",
        "Fierce, hard — my sneakers slap the tar — swift, brisk.": "fast",
        "They’ve said the growth would mar the beauty of the region and stress resources.": "ruin",
        "One of the biggest challenges here at Rose Hill is boredom, and making sure that the people here don’t fall into vice.": "wickedness",
        "So often we describe virtue in public life as if it is a static attribute, fixed in character.": "morality",
        "But he sat up when I stopped the car and said in a hoarse voice, “Keep driving to the end of the block.”": "husky",
        "“Why, Felicia?” her best friend, Herminia, beseeched her, all the while rubbing Felicia’s forehead with herbs behind the nurse’s back.": "asked",
        "Avila now dwells in a dank prison cell where she complains about bad food and cockroaches.": "lives",
        "The deepening portrayals of Hester’s Gordy and Chung’s Brendan made me wish that their lives in Port Alison will forever be imbued with the warmth of their Caribbean revel.": "merrymaking",
        "Mr. Leno seemed to relish NBC’s predicament at Thursday’s taping.": "quandary",
        "He learned quickly: two years later, signed by Sun Records' Sam Phillips, he'd mastered both the sullen baritone he applied to ballads and the pig-squeal tenor he used for what became known as rock 'n' roll.": "dark",
        "Because the Arctic is a place of “astounding complexity” — a point he argues persuasively — many scientists were slow to understand the portentous changes they were witnessing.": "significant",
        "But it will be said that I am forgetting the beauty, and the human interest, which appertain to classical studies.": "relate",
        "If the dead can appear to the living, Lourdes beseeches God through tears, allow Victor to show himself so she can say good-bye.": "entreats",
        "But U.S. officials view him as a fickle leader facing a difficult array of threats — from a sectarian rebellion in the north and a secessionist movement in the south, to say nothing of dwindling water supplies and oil reserves.": "volatile",
        "His disparagement of free-trade agreements gives hope to blue-collar workers left behind by the flight of manufacturing jobs.": "denigration",
        "Drumming classes do more than conjure dreams of rock glory.": "arouse",
        "Diana pointed to the wrought gold hilt with an accusing finger.": "shaped",
        "Springer's name has been bandied in recent years in Ohio as a possible Democratic candidate for Congress or governor.": "kicked around",
        "And sure enough, I turned around and a sullen woman was now squatting in front of the bucket of fish.": "ill-tempered",
        "But by 1917, the French military was war-weary; morale was low and some military divisions had even begun to mutiny.": "rebel",
        "Now for something completely different: design concepts that are fanciful and sometimes half in jest, with little chance, in most cases, of ever being realized.": "jocularity",
        "\"Where is the knave?\" bluntly interrupted the scout.": "rascal",
        "Just then the long line of men was motionless, with drawn rapiers; an officer riding in front said something to the soldiers.": "swords",
        "There was so much demand for a short jaunt in the harbor, he was certain he could use another schooner there.": "outing",
        "Next morning, Beowulf was woken by a hoarse sound, repeated over and over.": "harsh",
        "“That knave is the son of my father’s treasurer, a deceitful man. Proof that the apple does not fall far from the tree,” he said.": "scoundrel",
        "But in the age of crowdfunding, the phrase has become a snide disparagement indicating lack of surprise for yet another failed Indiegogo project.": "denunciation",
        "There was a crack, and the staff split asunder in Saruman’s hand, and the head of it fell down at Gandalf’s feet.": "apart",
        "“Their job is difficult, critically important, and we commend and admire their dedication to assisting those in need,” he said.": "acclaim",
        "The project languished for years before Universal Studios gave it a green light.": "stagnated",
        "“You always stick up for people,” said Father, making it sound like a vice.": "frailty",
        "“If I should die, I beseech my lord to see that my letters are delivered.”": "beg",
        "I’d expected her to be sullen and suspicious, but nothing could be further from the truth.": "grumpy",
        "Dr. Kerr took me by the arm before I could protest.": "resist",
        "Father pointed to a box of apples that had been sent down from the north from some of our kinsmen.": "relatives",
        "The red corpuscles, after having performed their duties, enter the liver and are used to build the gall.": "bile",
        "“They’re clear back in that bat cave country, the yonder side of Salt Branch,” he said.": "distant",
        "Abandoning his garish pictures of expensive French real estate, he was painting wobbly-ringed dots on thick monochrome backgrounds.": "tasteless",
        "Waltzing strings conjure up glittering spray, rainsticks evoke waves sucking back the sand, and the woodwind imitate seagulls.": "summon",
        "But among the conflicting sensations which assailed her, there was neither shame nor remorse.": "assaulted",
        "Beneath the trees, warhorses whickered softly and pawed at the moist, leafy ground, while men made nervous jests in hushed voices.": "jokes",
        "Even lower-end models have none of the chintzy plastic accoutrements that have marred Chevrolets in the past.": "spoiled",
        "\"They need a run-through without me. Otherwise, they may mutiny.\"": "protest",
        "She could chide herself for her silly infatuation with a dullard.": "rebuke",
        "\"We have our cowards and our knaves, our weaklings and our fools, as do they.”": "rogues",
        "The DNA in question is propagated by being copied—as are all genes—into a similar molecule called RNA.": "passed on",
        "Disgruntled soldiers mutinied in the city of Bouake on Friday, with troops in other cities joining the uprising.": "rioted",
        "Instead of demanding courtesy or finding another specialist, Wilson stopped going.": "good manners",
        "At the northern extremity of the Regent’s Park are the Zoological Gardens, the property of the Zoological Society, and established in 1826. ": "limit",
        "A 1983 paper, “Let’s Take the Con Out of Econometrics,” assailed analysts’ “whimsical” assumptions.": "criticized",
        "I replied that Pro Bono was my elder, and I felt it unseemly to speak when my betters were conversing.": "unbecoming",
        "They walked past the shops, their blue cadet uniforms reflecting the garish colors of the nuanium signs in the shopwindows.": "lurid",
        "New York-based watchdog Human Rights Watch described it as peaceful but marred by \"serious irregularities.\"": "impaired",
        "She chided me less for my laziness and melancholy, and she allowed me more time to study and write.": "berated",
        "The eastern cape is hilly and broken, but the western extremity tails off in a low stretch of flat land.": "boundary",
        "The next day, by divine intervention or the fickle humors of the tropics, the sky broke open and rain poured down.": "erratic",
        "“Keep going straight! Keep going straight!” counseled the voice as they continued to pick their way carefully along the new path.": "directed",
        "Something deeper, more pernicious was at work here: a wide division between the wealthy and the poor that was made worse by fear.": "insidious",
        "\"She'll notice if the lace has started to fray, and it will be replaced.\"": "wear out",
        "Interest in business intelligence software is on the rise, analysts say, as economic woes force companies to pursue profit by delving deeper into the information already at their fingertips.": "sufferings",
        "Neither of the two brothers appreciated the Frenchman’s charms, despite his discreet attempts to win their favor.": "tactful",
        "He knew better than his friends how uncertain his hold was upon the fickle disposition of the King.": "inconstant",
        "At a boisterous rally for one of them in Arequipa in December, Odria's police panicked and fired rifles, wounding ten men.": "a disorderly",
        "This may work, if the images don't clash: Frieda viewed her marriage as a tight ship, but Lorenzo was plotting a mutiny.": "uprising",
        "\"All such advertisements upon their face bear the marks of vulgarity, nor do we regard it safe for any lady to answer such unseemly utterances.”": "indecent",
        "When I was asked the name of my counsel, I announced that I would represent myself, with Joe Slovo as legal adviser.": "lawyer",
        "In an interview, Professor Somin said the prison’s action was reminiscent of a media frenzy in the 1980s surrounding the supposedly pernicious effects of gaming.": "detrimental",
        "“It will be just the jaunt for you.”": "pleasure trip",
        "Despite Rosberg’s success on the track, his discreet, disciplined manner does not drive headlines.": "modest",
        "\"The chaste and beautiful Countess of Cornwall,\" resumed Gawaine, \"spurned the advances of King Uther Pendragon, and she told our Grandfather about it.\"": "pure",
        "Moreover, he need not worry about incurring the infamy of those vices without which it would be difficult to save the state.": "transgressions",
        "Most of the boys walked to school, and Baba’s black Mus­tang drew more than one envious look.": "jealous",
        "Snape seemed to be facing a constant, low level of mutiny from a hard core of students.": "rebellion",
        "Wires hung from cracked panels in the ceiling; a parched fern wilted in the corner.": "sagged",
        "They all said that I must be silent, chaste, and obedient, or else the world would be turned topsy-turvy from my wickedness.": "virtuous",
        "In May, Purina sued Blue Buffalo in federal court in St. Louis for false advertising, commercial disparagement, and unjust enrichment.": "slander",
        "The new world conjured at the summit meeting remains vague and sketchy.": "invoked",
        "She and other Gardens swimmers do not want a divorce this time around, and worry that the all-for-one community fabric is fraying.": "frazzling",
        "Candice waited for her mom to chide her for talking to her father like that.": "reprimand",
        "Everyone was wilting under the heat and humidity, and suddenly the biting flies showed up.": "weakening",
        "“However, I have a feeling I’m not going to see the results of last night’s efforts. I don’t feel good at all. I think I’m languishing, to tell you the truth.”": "fading",
        "He had told me he was the villain, dangerous.": "scoundrel",
        "He wore the sort of garish clothing which would have made Payne Stewart look like Johnny Cash.": "tawdry",
        "I banished that thought before his quick eyes read it on my face.": "dismissed",
        "Then he would lapse into a sullen silence that lasted until his next bout of shouting.": "sulky",
        "John Quincy Adams said that Americans “look forward to their posterity rather than backward to their ancestors.”": "descendants",
        "While it sounds like a lark, Norris has quit his job, poured his savings into this, and is looking for investors.": "escapade",
        "Disagreement was ever present, but disparagement was rare.": "dispraise",
        "Unfortunately, or not, as the case may be, this vice seems to be rampant at our school.": "wrongdoing",
        "But somehow I think I have a small part to play in this drama, and I have chosen to be the villain.": "scoundrel",
        "I watched them go by, a few hundred or so, their heads bent low and every one of them silent as the grave.": "tomb",
        "“Is there anything you want to know?” he asks Allen, who has been sullen throughout the interview.": "bad-tempered",
        "They love the crowds, loud music, garish displays, and competitive atmosphere.": "tacky",
        "It starts deteriorating at a certain point, and then for half of your life, if not more, you watch this material begin to fray.": "unravel",
        "But by the early 20th century, when dog shows became popular, the bulldog had acquired squat, bandy legs and a large head with a flattened muzzle.": "bowed"
    },
    "typeD": {
        "extremity means:": "the outermost or farthest region or point",
        "envious means:": "painfully desirous of another's advantages",
        "fray means:": "a noisy fight",
        "posterity means:": "all of the offspring of a given ancestor",
        "discreet means:": "marked by prudence or modesty and wise self-restraint",
        "propagate means to:": "transmit or cause to broaden or spread",
        "counsel means:": "something that provides direction or advice",
        "asunder means:": "into parts or pieces",
        "jest means:": "activity characterized by good humor",
        "garish means:": "tastelessly showy",
        "cell means:": "a room where a prisoner is kept",
        "commend means to:": "mention as by way of greeting or to indicate friendship",
        "mar means to:": "render imperfect",
        "lark means:": "any carefree episode",
        "pernicious means:": "exceedingly harmful",
        "wrought means:": "shaped to fit by altering the contours of a pliable mass",
        "wilt means to:": "become fatigued; lose strength",
        "assail means to:": "attack in speech or writing",
        "addle means to:": "mix up or confuse",
        "bandy means:": "(of legs) curved outward at the knees",
        "fickle means:": "liable to sudden unpredictable change",
        "kinsman means:": "a male relative",
        "unseemly means:": "not in keeping with accepted standards of what is proper",
        "rapier means:": "a straight sword with a narrow blade and two edges",
        "trencher means:": "a wooden board or platter on which food is served or carved",
        "courtesy means:": "a polite, respectful, or considerate act",
        "woe means:": "misery resulting from affliction",
        "knave means:": "a deceitful and unreliable scoundrel",
        "revel means to:": "engage in uproarious festivities",
        "canker means:": "an ulceration",
        "appertain means to:": "be a part or attribute of",
        "prolixity means:": "boring verbosity",
        "portentous means:": "ominously prophetic",
        "consort means to:": "keep company with",
        "sullen means:": "showing a brooding ill humor",
        "disparagement means:": "the act of speaking contemptuously of",
        "chaste means:": "morally pure",
        "bate means to:": "moderate or restrain; lessen the force of",
        "banish means to:": "expel from a community or group",
        "yonder means:": "distant but within sight",
        "dwell means to:": "inhabit or live in",
        "lineament means:": "the characteristic parts of a person's face",
        "counsel means to:": "give advice to",
        "revel means:": "unrestrained merrymaking",
        "vice means:": "a specific form of evildoing",
        "predicament means:": "an unpleasant or difficult situation",
        "virtue means:": "a particular moral excellence",
        "boisterous means:": "full of rough and exuberant animal spirits",
        "villain means:": "the principal bad character in a film or work of fiction",
        "protest means to:": "express opposition through action or words",
        "gall means:": "a digestive juice secreted by the liver",
        "fray means to:": "wear away by rubbing",
        "languish means to:": "experience prolonged suffering in an unpleasant situation or place",
        "jaunt means to:": "make a trip for pleasure",
        "protest means:": "a formal and solemn declaration of objection",
        "hoarse means:": "deep and harsh sounding as if from shouting or illness",
        "certain means:": "destined or inevitable to occur"
    },
    "typeP": {
        "Where would one most likely see people bandy?": "in a boxing ring",
        "Which of the following actions can best be described as gall?": "cutting to the front of the line to avoid waiting",
        "Where would one most likely find a canker?": "in one's mouth",
        "What would you most likely find on a trencher?": "roast meat",
        "Which of the following people spend the most time in cells?": "prisoners",
        "Who would you most likely describe as your kinsman?": "your uncle",
        "Which of the following animals would be considered swift?": "a cheetah",
        "Which of the following would most likely feel woe?": "a parent whose child has recently died",
        "Which of the following would most likely addle one's understanding of a lecture?": "irrelevant information",
        "What are you definitely doing if you are bandying?": "conversing with others",
        "Which of these would a fickle person most likely have?": "a changing series of friends",
        "Who of the following would most likely be characterized by his prolixity?": "a professor giving a long, tedious lecture",
        "Who would be most likely to jaunt?": "a wealthy tourist",
        "Of the following, who would be most likely to mutiny?": "mistreated, underpaid workers",
        "When might an old-fashioned soldier have drawn a rapier?": "when he needed to defend himself from attack",
        "In which class would you most likely study the structure of cells?": "biology",
        "Which of these is a type of revel?": "a lively Halloween party",
        "Where is a mutiny most likely to take place?": "on a ship",
        "How is an animal most likely to become carrion?": "getting hit by a car",
        "When would you most likely sound hoarse?": "when you are sick",
        "Which of these most closely appertains to a book?": "its title",
        "Which of the following bodily functions uses gall?": "digestion",
        "Which of the following would most likely cause woe?": "a diagnosis of cancer",
        "Which of the following would most likely be considered a knave?": "a con man",
        "In which of the following examples does someone beseech?": "A student begs her teacher for an extension on a paper.",
        "Which of these body parts would be considered an extremity?": "the foot",
        "Which of the following could best be described as a cell?": "a small part of a large political movement"
    },
    "typeL": {
        "At the same time a large number of transports landed a strong body of troops to assail the forts in the rear.": "launch an attack or assault on",
        "The Ladies Lynn and Ingram continued to consort in solemn conferences, where they nodded their two turbans at each other, and held up their four hands in confronting gestures of surprise, or mystery, or horror, according to the theme on which their gossip ran, like a pair of magnified puppets.": "keep company with",
        "Let us banish from our minds the thought that this is an unfortunate victim of injustice.": "drive away",
        "Human rights groups have over the years repeatedly protested his treatment.": "expressed opposition through action or words",
        "His duties are probably more varied than those that appertain to any other sort of engineering.": "be a part or attribute of",
        "To many, the world’s poorest continent was finally emerging, with economies that were no longer dependent on the fickle global demand for Africa’s raw resources.": "liable to sudden unpredictable change",
        "He distilled them into a mode of chaste abstraction based on observed fact: details of architecture, happenstances of light and shadow.": "pure and simple in design or style",
        "On the north the view was bounded by the long chalk ridge of the Hog’s Back, from behind whose eastern extremity rose the towers of the seven skyscrapers which constituted Guildford.": "the outermost or farthest region or point",
        "They have such status that other schoolchildren admit to being envious of the attention they get.": "painfully desirous of another's advantages",
        "In the cynical present, essentially the same song has become a disparagement of action.": "a communication that belittles somebody or something",
        "But since he was at Greenspan's right hand as a member of the Fed board for most of the crucial 2002-06 period, Bernanke's passive-voice implication that it was someone else's regulatory screw-ups that led to woe seems, well, inadequate.": "misery resulting from affliction",
        "The light of the fire was upon it, and its every lineament was revealed distinctly.": "a property that defines the individual nature of something",
        "Police handed the damaged wrought iron sign to officials at the camp's museum and they will now try to restore it.": "shaped to fit by altering the contours of a pliable mass",
        "Struggling to contain themselves as they conjured up portentous satellite images of storm clouds preparing to wreak havoc, the warnings became increasingly dire.": "ominously prophetic",
        "How better to feel competent yourself than to assail the incompetence of others?": "attack someone physically or emotionally",
        "The key to the modern form of tragicomedy is the way it destroys the notion of the hero and the villain.": "the principal bad character in a film or work of fiction",
        "My friends-those who have indulged my follies-have quickened the canker that will destroy themselves.": "a pernicious and malign influence that is hard to get rid of",
        "In a tweet Sunday, the Norwegian foreign ministry seemed to chide Argentina for its ban.": "scold or reprimand severely or angrily",
        "Lelia and I tended to dwell in the corners, along the periphery.": "exist or be situated within",
        "Participants were especially wowed by a jaunt to Menlo Park's TechShop, a kind of Kinko's for industrial design that gives members access to an array of tools, from drill presses and band saws to laser cutters and metal-bending machines.": "a journey taken for pleasure",
        "There is one luckless girl I know of, who has flung her foolish heart at you — who weeps and languishes for love of you.": "loses vigor, health, or flesh, as through grief",
        "The attacks stoked fears that violence may mar what is expected to be a fiercely contested March 7 parliamentary vote.": "render imperfect",
        "This included work with the controllers of Zeus, still considered one of the most pernicious bank malware types around.": "working or spreading in a hidden and usually injurious way",
        "To eliminate the threat from evolving viruses, Dr. Wilke, of the University of Texas, advises a swift and brutal attack.": "moving very fast",
        "I feel as if one day the honour must prove too much for it, and it will swell with pride—and fall asunder.": "into parts or pieces",
        "Club Kalfour turned out to be a discreet little operation on the corner of two quiet streets in East Flatbush.": "not undesirably noticeable",
        "A man can smile and smile and be a villain.": "someone who does evil deliberately",
        "But to reward descendants for an accident of birth is “not only groundless and absurd but often hurtful to that posterity”.": "all of the offspring of a given ancestor",
        "\"We commend the progress so far, however they haven't gone far enough if we are to save the maximum number of lives.\"": "express approval of",
        "Hamlet: “Do you see yonder cloud that’s almost in shape of a camel?”": "distant but within sight",
        "The old man said in a slow, hoarse voice, \"My stove is broke, don’t come for dinner.\"": "deep and harsh sounding as if from shouting or illness",
        "The advertisements led her into a dozen parts of the city frequented by roomers, the lonely, gray, detached people who dwell in other people’s houses.": "inhabit or live in",
        "It was discreet to make all the provision in my power against danger.": "heedful of potential consequences",
        "In a world in which success was the only virtue, he had resigned himself to failure.": "any admirable quality or attribute",
        "All was silent, gloomy, and portentous; not a sound was heard, save the measured tramp of his own troops, as they moved through the bushes.": "ominously prophetic",
        "Although you have reached the extremity of grief, I beg you not to despair; for I have firm hope that at last God will not abandon me.": "the greatest or utmost degree",
        "His unrelenting disparagement of Los Alamos had made inroads at the AEC, forcing Bradbury to shuttle to Washington to defend his team.": "the act of speaking contemptuously of",
        "In recent years, I’ve tended to write about people who inhabit a reality they made for themselves or that in other ways consorts with fiction, and I was required to enter their ether and dance with their shades in order to find the story.": "goes together",
        "That's on the railroad about eight miles yonder.": "in an indicated distant place",
        "“What fire joins, none may put asunder.”": "into parts or pieces",
        "Men looked up from their cups and trenchers to eye the newcomers.": "wooden boards or platters on which food is served or carved",
        "\"We commend the Pakistanis for their role in this, and it is part of a deepening cooperation between us,\" Holbrooke told reporters in Kabul.": "express a good opinion of",
        "The lark was my companion all the way, flying before me quivering in the air.": "any of numerous birds noted for their singing",
        "An enormous cavern yawned at the farther extremity of the basin, which Ponto immediately recognized as that where the pirates held their revel the previous night.": "unrestrained merrymaking",
        "And given the music’s elemental beauty, it seems absurd that it languished for all this time, all but unrecorded by others.": "failed to progress or succeed",
        "Which is why, for this, I would not bate my breath.": "moderate or restrain; lessen the force of",
        "The usual disturbance ensued, the usual assistance was summoned, and Sophia at last, as it is usual, returned again to life, and was soon after, at her earnest desire, led to her own apartment; where, at my lord's request, Lady Bellaston acquainted her with the truth, attempted to carry it off as a jest of her own, and comforted her with repeated assurances, that neither his lordship nor Tom, though she had taught him the story, were in the true secret of the affair.": "a humorous anecdote or remark intended to provoke laughter",
        "It was a pitchfork from whose points hung a bleeding quarter of carrion meat.": "the dead and rotting body of an animal; unfit for human food",
        "But there was no test to see if one human cell had contaminated another.": "the basic structural and functional unit of all organisms",
        "Some claimed it was the grave of the First King, who had led the First Men to Westeros.": "a place for the burial of a corpse",
        "To prevent the breed of our sheep from being propagated in foreign countries, seems to have been the object of this law.": "multiplied through reproduction",
        "I am an unknown girl, madam; and if I decline the invitation, I beseech you take it not amiss.": "ask for or request earnestly",
        "\"I hope, madam,\" answered he, \"you have a better opinion of me, than to imagine I would jest with your ladyship in an affair of this kind.\"": "act in a funny or teasing way",
        "They attach themselves to the stems and leaves of plants and suck their juices, leaving them to wilt and die.": "become limp",
        "Handel protested perpetually against the length of the work, for the Handelian style of composition naturally extended the prolixity of the words; Jennens greatly resented the musician's criticism, and insisted on printing the poem in full.": "boring verbosity",
        "Murphy wanted to take a close look at those dying cells to see if he could photograph a virus in them.": "basic structural and functional units of organisms",
        "\"The UK economy is like Wile E. Coyote from the Road Runner cartoons who runs off the edge of a cliff and is suspended in mid air, only plummeting to earth when he finally realises his predicament.\"": "an unpleasant or difficult situation",
        "Louis XIV accepted these public reproaches without protest; there was, however, but little result.": "the act of making a strong public expression of disapproval",
        "She messed with the genes to make them propagate more easily.": "transmit from one generation to the next",
        "Holmes’s first touchdown in particular was notable, because it came immediately after a fan eluded security for an 80-yard jaunt down field.": "a journey taken for pleasure",
        "It was a vice he practiced in secret, but at the same time he had felt no compunction about quite openly carrying away objects of greater value which he found unattended.": "a specific form of evildoing",
        "I see Mabel turning into a sullen girl, all too aware of the ways she has been burdened, ill-treated, abandoned to this sorry lot.": "showing a brooding ill humor",
        "He did not dream how she wilted and drooped the instant he had gone.": "became fatigued; lost strength",
        "His employment, from his first coming into the academy, was an operation to reduce human excrement to its original food, by separating the several parts, removing the tincture which it receives from the gall, making the odour exhale, and scumming off the saliva.": "a digestive juice secreted by the liver",
        "But still he sat with absent eye,   And thoughts that were all homeward bound, And passed the glass untasted by,   While jest, and mirth, and song went round.": "activity characterized by good humor",
        "They assail what they call the double standards - terrorism charges against their own leaders while one of the so-called yellow-shirts, whose protests arguably helped bring down a government in 2008, is now foreign minister.": "attack in speech or writing",
        "Just about all he could find in its favor was that it paid well and liberated children from the pernicious influence of their parents.": "exceedingly harmful",
        "Product placement in a novel might strike some as unseemly.": "not in keeping with accepted standards of what is proper",
        "I knew what kind of mother I wanted to be someday—one very much like my own, playful and kind and capable of wise counsel.": "something that provides direction or advice",
        "He had conquered the minor leagues in the month since the Dodgers had banished him, but they did not treat him as a conquering hero.": "expelled from a community or group",
        "“And who would the gods of Ghis have me take as my king and consort?”": "the husband or wife of a reigning monarch",
        "But she seems absent, asking how Marie-Laure and Etienne are doing with perfect courtesy, saying good morning as if they are strangers.": "a considerate and respectful manner",
        "\"Oh, this is dreadful!\" said Miss Dimpleton, with indignation; \"daring to jest with such dreadful misfortunes.\"": "tell a joke; speak humorously",
        "Tens of thousands languish in prison camps across the country.": "become feeble",
        "The sudden confrontation with these mighty relics of a long-vanished civilisation conjured up thoughts which bated their words to whispers.": "moderated or restrained; lessened the force of",
        "His clothes always seem to have been twisted, frayed, and crumpled intentionally, in order to harmonize with his physiognomy.": "worn away by rubbing",
        "“The third word in the next line,” explained Baba, “was worn off the slab, its meaning washed away by centuries of rain, almost lost to posterity forever.”": "all future generations",
        "Her chief weakness was that she would persist in looking on existence as a gigantic lark.": "any carefree episode",
        "Every one of your hundred trillion cells contains a complete library of instructions on how to make every part of you.": "basic structural and functional units of organisms",
        "The return of the two high commissioners who were banished last year seems some way off.": "expelled, as if by official decree",
        "And the Warden said: 'Then I release her from my charge and bid her farewell, and may she suffer never hurt nor sickness again. I commend her to the care of the Steward of the City, until her brother returns.'": "give to, so as to be in charge of",
        "This is a very old-school approach to television, treating it like a place to lark about.": "play boisterously"
    },
    "typeA": {
        "The opposite of addle is:": "clarify",
        "The opposite of chaste is:": "immoral",
        "The opposite of garish is:": "tasteful",
        "The opposite of villain is:": "hero",
        "The opposite of languish is:": "thrive",
        "The opposite of courtesy is:": "rudeness",
        "The opposite of vice is:": "virtue",
        "The opposite of protest is:": "agree"
    },
    "typeI": {
        "undefined": "background-image: url(\"https://cdn.vocab.com/questions/800/5384a55b7590f8d2f3b28ce1.jpg?w=400\");"
    }
}